{
    "direction": [
        {
            "1": {
                "name": "Аналитика",
                "professions": [
                    {"1": "Бизнес-Аналитик"},
                    {"2": "Системный аналитик"},
                ],
            },
        },
        {
            "2": {
                "name": "Маркетинг",
                "professions": [
                    {"1": "Проджект-менеджер"},
                    {"2": "Продукт-менеджер"},
                ],
            }
        },
    ]
}
